IDENTIFICATION DIVISION.
       PROGRAM-ID. hello.
       AUTHOR. MasterCraft.
       PROCEDURE DIVISION.
           DISPLAY "Hello World".
        STOP RUN.